//Союзы
//Как и подчинительные союзы, сочинительные союзы могут быть простыми и составными. Сочинительные союзы являются простыми.
//Если конечно они состоят из одного слова. Составные состоят более чем из одного слова.
const Conjunction = [["and", "и"],//Простые(simple) союзы
                     ["if", "если"],
                     ["that", "что"],
                     ["when", "когда"],
                     ["although", "несмотря на то что"],//Производные(derivative) союзы
                     ["before", "до"],
                     ["until", "до того, как"],
                     ["whereas", "в то время как"],//Составные(compound) союзы
                     ["wherever", "где бы"],
                     ["as well as", "а также"],
                     ["both", "оба"],
                     ["but", "но, а(противоставление)"],//Сочинительные(coordinating) союзы
                     ["or", "или"],
                     ["whereas", "в то время как"],
                     ["either", "или"],
                     ["neither", "ни один(ни то)"],
                     ["nor", "ни"],
                     ["only", "только"],
                     ["also", "также"],
                     ["whether", "ли"],
                     ["while", "пока"],
                     ["after", "после"],
                     ["till", "до"],
                     ["as", "как"],
                     ["as long as", "пока"],
                     ["as soon as", "как только"],
                     ["since that", "с тех пор"],
                     ["in order that", "для того, чтобы"],
                     ["so that", "так что"],
                     ["least because", "хотябы потому, что"],
                     ["since", "поскольку"],
                     ["for if", "ибо если"],
                     ["unless", "пока не"],
                     ["provided", "при условии"],
                     ["supposing", "предпологая"],
                     ["in case though", "на всякий случай"],
                     ["although", "несмотря на то, что"],
                     ["who", "кто"],//Союзные слова(Allied words)
                     ["whose", "чей/чья/чьё"],
                     ["what", "какие"],
                     ["which", "который"],
                     ["where", "где"],
                     ["how", "как"],
                     ["why", "зачем"],
                     ["than", "чем"],//Сравнительные союзы(Comparative conjunctions)
                     ["as short as", "так коротко, как"],
                     ["no so short as", "не так коротко, как"],
                     ["the more the less", "чем больше, тем меньше"]];