const Pronoun = [["i", "Я"],//Личные местоимение(Personal pronouns)
                 ["me", "Меня", "Мне"],/*Объективный или косвенный падеж(Objective case) - отличающееся и 
                 образованная от именительного падежа формы местоимения.*/
                 ["my", "Мой"],//Притяжательные местоимения(Posessive pronouns) -> чей?
                 ["myself", "Сам"],//Возвратно-усилительные местоимения
                // ["you", "Ты", "Тебе", "Тебя", "Тобой"],//Именительный падеж
                // ["your", "Твой", "Твоё", "Твоя", "Твоим"],//Косвенные, притяжательные местоимения
                 ["yourself", "Сам"],
                 ["he", "Он"],//Именительный падеж
                 ["him", "Его", "Ему"],//Косвенный падеж
                 ["himself", "Сам"],
                 ["she", "Она"],
                 ["her", "Её", "Ей"],
                 ["herself", "Сам"],
                 ["it", "Оно", "Он", "Она"],//Для неодушевленных
                 ["itself", "Сам"],
                 ["we", "Мы"],//Множественное число
                 ["our", "Наш"],//Притяжательное местоимение, основная форма
                 ["ourselves", "Сам"],
                 ["us", "Нас", "Нам"],//Косвенный падеж
                 ["you", "Вы", "Вам", "Вас", "Вами"],
                 ["your", "Ваш", "Ваше", "Вашим"],
                 ["yourselves", "Сам"],
                 ["they", "Они"],
                 ["them", "Их", "Им"],
                 ["their", "Их"],
                 ["whole", "Весь"]];